Repository: 439ED537979D8E831561964DBBBD7413/hyp-surveys
Catalog: languages/yith-woocommerce-surveys-*.po
Languages: nl_nl

source: Add YITH WooCommerce Surveys shortcode
nl_nl: YITH WooCommerce Surveys shortcode toevoegen

source: Surveys
nl_nl: Enquêtes

source: Answer
nl_nl: Antwoord

source: Votes
nl_nl: Stemmen

source: Visible in
nl_nl: Zichtbaar in

source: Order totals
nl_nl: Bestellingstotaal

source: Order Details
nl_nl: Bestelinformatie

source: Please, give an answer to the questions to contribute to the survey
nl_nl: Geef alsjeblieft een antwoord op de vragen om bij te dragen aan de enquête

# yith-woocommerce-surveys
source: survey
nl_nl: Enquête

# yith-woocommerce-surveys
source: surveys
nl_nl: Enquêtes

source: Survey
nl_nl: Enquête

source: Items
nl_nl: Artikelen

source: Type
nl_nl: Model

source: Date
nl_nl: Datum

source: View results
nl_nl: Weergeef resultaten

source: View result
nl_nl: Weergeef resultaten

source: Reports
nl_nl: Rapporten

source: Tools
nl_nl: Gereedschap

# yith-woocommerce-surveys
source: answer
nl_nl: Antwoord

# yith-woocommerce-surveys
source: answers
nl_nl: Antwoorden

source: Checkout
nl_nl: Afrekenproces

source: Other Pages
nl_nl: Andere Paginas

source: No Orders
nl_nl: Geen Bestellingen

source: View Details
nl_nl: Details Weergeven

source: View order
nl_nl: Bestelling Weergeven

source: No Details
nl_nl: Geen Informatie

# yith-woocommerce-surveys
source: Survey ID
nl_nl: Enquête ID

source: WooCommerce Checkout
nl_nl: WooCommerce Afrekenproces

source: Filter by survey type
nl_nl: Filteren op Enquête type

source: All survey types
nl_nl: Alle Enquête types

source: Filter by survey
nl_nl: Filteren op Enquête

source: All surveys
nl_nl: Alle enquêtes

source: Settings
nl_nl: Instellingen

source: Premium Version
nl_nl: Premium Versie

source: Plugin Documentation
nl_nl: Plugin Documentatie

source: Survey Settings
nl_nl: Instellingen van de Enquête

source: %s updated
nl_nl: %s bijgewerkt

source: Custom field updated
nl_nl: Aangepast veld is bijgewerkt

source: Custom field deleted
nl_nl: Aangepast veld is verwijderd

source: Survey restored to version %s
nl_nl: Enquête hersteld naar versie %s

source: %s published
nl_nl: %s gepubliceerd

source: %s saved
nl_nl: %s bewaard

source: %s submitted
nl_nl: %s ingevoerd

source: %s draft updated
nl_nl: %s eerste versie bijgewerkt

# post type singular name
source: Survey
nl_nl: Enquête

source: Parent Item:
nl_nl: Ouder product:

source: All Surveys
nl_nl: Alle enquêtes

source: View Survey
nl_nl: Weergeef Enquête

source: Add New Survey
nl_nl: Nieuwe Enquête toevoegen

source: Edit Survey
nl_nl: Enquête Bijwerken

source: Update Survey
nl_nl: Enquête Bijstellen

source: Search Surveys
nl_nl: Zoek binnen Enquêtes

source: No surveys found
nl_nl: Geen Enquêtes gevonden

source: No surveys found in Trash
nl_nl: Geen Enquêtes gevonden in de Prullenbak

source: Show your Surveys in sidebar!
nl_nl: Toon uw enquêtes in de zijbalk!

source: Title
nl_nl: titel

source: Enter a title
nl_nl: Voer een Titel in

source: Select a Survey
nl_nl: Selecteer een Enquête

source: YITH WooCommerce Surveys Premium is enabled but not effective. It requires WooCommerce in order to work.
nl_nl: YITH WooCommerce Surveys Premium is ingeschakeld, maar niet effectief. Het vereist WooCommerce om te kunnen werken.

source: Survey Option
nl_nl: Enquête Instellingen

source: Enable plugin
nl_nl: Schakel plugin in

source: Thank-you message
nl_nl: Bedankt bericht

source: Thanks for voting
nl_nl: Bedankt voor het stemmen

source: Works only in Survey, visible in product or via shortcode or widget
nl_nl: Werkt alleen in de Enquête, zichtbaar in product of via shortcode of widget

source: Hide survey only after one answer is given.
nl_nl: Verberg enquête nadat er maar een antwoord is gegeven.

source: If checked, users will no longer be able to see surveys they have answered. Works only in Survey, visible in product or via shortcode or widget
nl_nl: Als ingeschakeld, kunnen gebruikers enquêtes die ze hebben beantwoord niet meer zien. Werkt alleen binnen de Enquête, zichtbaar in product of via shortcode of widget

source: Order By
nl_nl: Bestellen door

source: DATE
nl_nl: DATUM

source: NAME
nl_nl: NAAM

source: Order
nl_nl: Bestelling

source: Add shortcode
nl_nl: Voeg shortcode toe

source: Insert
nl_nl: Invoeren

source: Export Data
nl_nl: Exporteer Data

source: Choose data to export
nl_nl: Kies data om te exporteren

source: Surveys in Checkout
nl_nl: Enquêtes in het afrekenproces

source: Surveys in Product
nl_nl: Enquêtes in het Product

source: Surveys in other pages
nl_nl: Enquêtes binnen andere paginas

source: Confirm
nl_nl: Bevestigen

source: Report
nl_nl: Rapport

source: Return to rule list
nl_nl: Terug keren naar de lijst met de regels

source: If checkout, surveys will show in checkout page.%1$sIf product, surveys will show in product page.%1$sIf other page, surveys can be placed using shortcode or a widget.
nl_nl: Als u uitcheckt, worden enquêtes weergegeven op de afrekenpagina.%1$sInstellingen, enquêtes worden weergegeven op de productpagina.%1$sIndien andere pagina's beschikbaar zijn, kunnen enquêtes worden geplaatst met behulp van een shortcode of een widget.

source: Before Checkout Billing Form
nl_nl: Vóór Checkout-facturatieformulier

source: After Checkout Billing Form
nl_nl: Na het afrekenfactuurformulier

source: Before Checkout Shipping Form
nl_nl: Voor het afrekeningsformulier voor verzending

source: After Checkout Shipping Form
nl_nl: Na het afrekeningsformulier voor verzending

source: Before Order Notes
nl_nl: Vóór ordernotities

source: After Order Notes
nl_nl: Na ordernotities

source: After Single Product Summary
nl_nl: Na Samenvatting afzonderlijke producten

source: Before Add to Cart button
nl_nl: Vóór Toevoegen aan winkelmandje knop

source: After Add to Cart button
nl_nl: Na Toevoegen aan winkelmandje knop

source: Survey Options
nl_nl: Enquête Opties

source: Display Survey in
nl_nl: Enquête weergeven in

source: Position in Checkout
nl_nl: Positie in het afrekenproces

source: Required
nl_nl: Verplicht

source: If checked, survey is required in checkout
nl_nl: Indien aangevinkt, is enquête vereist bij het afrekenen

source: Choose Product
nl_nl: Kies Product

source: Select products in which you want to show surveys. Leave it blank to show the survey on every product.
nl_nl: Selecteer producten waarin u enquêtes wilt weergeven. Laat dit veld leeg om de enquête voor elk product weer te geven.

source: Position in Product
nl_nl: Positie binnen Product

source: Survey Answers
nl_nl: Antwoorden Enquête

source: Before Customer Details
nl_nl: Voor klantdetails

source: After Customer Details
nl_nl: Na Klantdetails

source: Survey Title
nl_nl: Enquête Titel

source: Insert a Survey Title
nl_nl: Enquête Titel invoeren

source: If "Checkout" is selected, surveys will show in checkout page, while if "Other Pages" is selected, surveys can be added using shortcode or a widget
nl_nl: Als 'Afrekenen' is geselecteerd, worden enquêtes weergegeven op de afrekenpagina, terwijl 'Andere pagina's' is geselecteerd, enquêtes kunnen worden toegevoegd met behulp van shortcode of een widget

source: You have reached the maximum number of elements for this survey, remove o edit existing ones to add new ones.
nl_nl: U heeft het maximale aantal elementen voor deze enquête bereikt, verwijder o bewerk bestaande degenen om nieuwe toe te voegen.

source: Add Survey Answer
nl_nl: Enquête antwoorden toevoegen

source: Remove
nl_nl: Verwijderen

source: Select an option
nl_nl: Selecteer een optie

source: Send Answer
nl_nl: Verstuur Antwoord
